Revit 2024 API
UnitTypeId.Watts Property
 Watts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Watts { get; }
Visual Basic
Public Shared ReadOnly Property Watts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Watts {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace